Repository: zhrispineda/System-Settings
Catalog: System Settings/Localization/Appearance.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# SHOW_SCROLL_TITLE
source: Show scroll bars
ar: إظهار أشرطة التمرير
ca: Mostra les barres de desplaçament
cs: Zobrazovat posuvníky
da: Vis rulleskakter
de: Rollbalken einblenden
el: Εμφάνιση γραμμών κύλισης
es: Mostrar barras de desplazamiento
es_us: Mostrar barras de desplazamiento
fi: Näytä vierityspalkit
fr: Afficher les barres de défilement
fr_ca: Afficher les barres de défilement
he: הצגת סרגלי גלילה
hi: स्क्रोल बार दिखाएँ
hr: Prikaži trake za listanje
hu: Görgetősávok megjelenítése
id: Tampilkan bar gulir
it: Mostra barre di scorrimento
ja: スクロールバーを表示
ko: 스크롤 막대 보기
ms: Tunjukkan bar skrol
nl: Toon schuifbalken
no: Vis rullefelt
pl: Pokazuj paski przewijania
pt_br: Mostrar barras de rolagem
pt_pt: Mostrar barras de deslocação
ro: Afișează barele de derulare
ru: Показывать полосы прокрутки
sk: Zobraziť rolovacie lišty
sl: Prikaz drsnih trakov
sv: Visa rullningslister
th: แสดงแถบเลื่อน
tr: Sarma çubuklarını göster
uk: Показувати смуги прокручування
vi: Hiển thị các thanh cuộn
zh_cn: 显示滚动条
zh_hk: 顯示捲軸
zh_tw: 顯示捲軸

# SIDEBAR_ICON_MEDIUM
source: Medium
ar: متوسط
ca: Mitjana
cs: Střední
de: Mittel
el: Μεσαία
es: Medianos
es_us: Medianos
fi: Normaali
fr: Moyenne
fr_ca: Moyenne
he: בינוני
hi: मध्यम
hr: Srednja
hu: Közepes
id: Sedang
it: Medie
ja: 中
ko: 중간
ms: Sederhana
nl: Normaal
no: Middels
pl: Średnie
pt_br: Médio
pt_pt: Médio
ro: Medie
ru: Средний
sk: Stredná
sl: Srednja
sv: Medel
th: กลาง
tr: Orta
uk: середні
vi: Trung bình
zh_cn: 中
zh_hk: 中
zh_tw: 中

# ALLOW_WALLPAPER_TINTING_TITLE_UNDO
source: allow wallpaper tinting in windows
ar: السماح بمرور لون خلفية الشاشة إلى النوافذ
ca: permet la tintura de fons de pantalla en finestres
cs: Povolit zabarvování tapet v oknech
da: tillad farvetone fra baggrundsbillede i vinduer
de: Einfärbung des Hintergrunds in Fenstern erlauben
el: επιτρέπεται ο χρωματισμός ταπετσαρίας σε παράθυρα
es: el permiso para tintar el fondo de pantalla en las ventanas
es_us: permiso para teñir el fondo de pantalla en ventanas
fi: salli taustakuvan sävytys ikkunoissa
fr: « Autoriser la coloration du fond d’écran dans les fenêtres »
fr_ca: l’autorisation de nuançage du fond d’écran dans les fenêtres
he: איחוד גוונים עם תמונת הרקע
hi: विंडो में वॉलपेपर टिंटिंग की अनुमति दें
hr: dozvoljavanje obojene pozadine u prozorima
hu: háttérkép-beárnyékolás engedélyezése az ablakokban
id: izinkan tint wallpaper di jendela
it: consenti colorazione sullo sfondo nelle finestre
ja: ウインドウで壁紙の色合い調整を許可
ko: 윈도우에서 배경화면 색조 허용
ms: benarkan penintaan hias latar tetingkap
nl: sta weergave van achtergrondafbeelding in vensters toe
no: tillating av bakgrunnsfargetoning i vinduer
pl: pozwalaj zabarwiać tapetę w oknach
pt_br: permitir tonalização da imagem de fundo em janelas
pt_pt: permitir coloração do papel de parede nas janelas
ro: permisiunea nuanțării fundalului în ferestre
ru: разрешение оттенков обоев в окнах
sk: povolenie tónovania pozadia v oknách
sl: omogoči obarvanje ozadja v oknih
sv: att bakgrundstoning i fönster tillåts
th: อนุญาตการย้อมสีภาพพื้นหลังในหน้าต่าง
tr: pencerelerde duvar kâğıdı tonlamalarına izin ver
uk: дозвіл відтінювання шпалер у вікнах
vi: cho phép tô màu hình nền trong các cửa sổ
zh_cn: 允许基于墙纸调整窗口色调
zh_hk: 允許背景圖片在視窗中調整色調
zh_tw: 允許背景圖片在視窗中調整色調

source: Auto
ar: تلقائي
ca: Automàtic
cs: Automatický
da: Automatisk
de: Automatisch
el: Αυτόματη
es: Automático
es_us: Automático
fi: Automaattinen
fr: Automatique
he: אוטומטי
hi: ऑटो
hr: Automatski
hu: Automatikus
id: Otomatis
it: Automatico
ja: 自動
ko: 자동
nl: Automatisch
no: Automatisk
pl: Automatyczny
pt_br: Automático
pt_pt: Automática
ro: Automat
ru: Автоматически
sk: Automatický
sl: Samodejno
sv: Automatiskt
th: อัตโนมัติ
tr: Otomatik
uk: Автоматично
vi: Tự động
zh_cn: 自动
zh_hk: 自動
zh_tw: 自動

# ALLOW_WALLPAPER_TINTING_TITLE
source: Allow wallpaper tinting in windows
ar: السماح بتلوين خلفية الشاشة في النوافذ
ca: Permet la tintura de fons de pantalla en finestres
cs: Povolit zabarvování tapet v oknech
da: Tillad farvetone fra baggrundsbillede i vinduer
de: Einfärbung des Hintergrunds in Fenstern erlauben
el: Επιτρέπεται ο χρωματισμός ταπετσαρίας σε παράθυρα
es: Permitir el tintado del fondo de pantalla en las ventanas
es_us: Permitir teñido de fondo de pantalla en ventanas
fi: Salli taustakuvan sävytys ikkunoissa
fr: Autoriser la coloration du fond d’écran dans les fenêtres
fr_ca: Autoriser le nuançage du fond d’écran dans les fenêtres
he: איחוד גוונים עם תמונת הרקע
hi: विंडो में वॉलपेपर टिंटिंग की अनुमति दें
hr: Dozvoli obojenu pozadinu u prozorima
hu: Háttérkép-beárnyékolás engedélyezése az ablakokban
id: Izinkan tint wallpaper di jendela
it: Applica colorazione dell’immagine di Scrivania alle finestre
ja: ウインドウで壁紙の色合い調整を許可
ko: 윈도우에서 배경화면 색조 허용
ms: Benarkan penintaan hias latar tetingkap
nl: Sta weergave van achtergrondafbeelding in vensters toe
no: Tillat bakgrunnsfargetoning i vinduer
pl: Zabarwiaj tapetę w oknach
pt_br: Permitir tonalização da imagem de fundo em janelas
pt_pt: Permitir coloração do papel de parede nas janelas
ro: Permite nuanțarea fundalului în ferestre
ru: Разрешить оттенки обоев в окнах
sk: Povoliť tónovanie pozadia v oknách
sl: Omogoči obarvanje ozadja v oknih
sv: Tillåt bakgrundstoning i fönster
th: อนุญาตการย้อมสีภาพพื้นหลังในหน้าต่าง
tr: Pencerelerde duvar kâğıdı tonlamalarına izin ver
uk: Дозволити відтінювання шпалер у вікнах
vi: Cho phép tô màu hình nền trong các cửa sổ
zh_cn: 允许基于墙纸调整窗口色调
zh_hk: 允許背景圖片在視窗中調整色調
zh_tw: 允許背景圖片在視窗中調整色調

# SIDEBAR_ICON_LARGE
source: Large
ar: كبير
ca: Gran
cs: Velké
da: Store
de: Groß
el: Μεγάλα
es: Grandes
es_us: Grandes
fi: Suuri
fr: Grande
fr_ca: Grande
he: גדול
hi: बड़ा
hr: Velika
hu: Nagy
id: Besar
it: Grandi
ja: 大
ko: 크게
ms: Besar
nl: Groot
no: Store
pl: Duże
pt_br: Grande
pt_pt: Grande
ro: Mare
ru: Большой
sk: Veľká
sl: Velika
sv: Stor
th: ใหญ่
tr: Büyük
uk: великі
vi: Lớn
zh_cn: 大
zh_hk: 大
zh_tw: 大

# LIGHT_TOOLTIP
source: Use a light appearance for buttons, menus, and windows.
ar: استخدام مظهر فاتح للأزرار والقوائم والنوافذ.
ca: Utilitza un aspecte clar per als botons, els menús i les finestres.
cs: Nastaví světlý vzhled tlačítek, nabídek a oken
da: Giv knapper, menuer og vinduer et lyst udseende.
de: Verwende ein helles Erscheinungsbild für Tasten, Menüs und Fenster.
el: Χρησιμοποιήστε ανοιχτόχρωμη εμφάνιση για κουμπιά, μενού και παράθυρα.
es: Usar un aspecto claro para los botones, menús y ventanas
es_us: Usar el modo claro en botones, menús y ventanas
fi: Käytä vaaleaa ulkoasua painikkeille, valikoille ja ikkunoille.
fr: Utilisez un aspect clair pour les boutons, les menus et les fenêtres.
fr_ca: Utilisez un aspect clair pour les boutons, les menus et les fenêtres.
he: ניתן להשתמש במראה בהיר עבור כפתורים, תפריטים וחלונות.
hi: बटन, मेनू और विंडो के लिए हल्के प्रकटन का उपयोग करें।
hr: Koristi se svijetli izgled za tipke, izbornike i prozore.
hu: Világos megjelenés használata a gombokon, menükben és ablakokban.
id: Gunakan tampilan terang untuk tombol, menu, dan jendela.
it: Utilizza una colorazione chiara per pulsanti, menu e finestre.
ja: ボタン、メニュー、ウインドウを明るく表示します。
ko: 라이트 화면 모드 버튼, 메뉴 및 윈도우를 사용합니다.
ms: Gunakan penampilan yang cerah untuk butang, menu dan tetingkap.
nl: Gebruik een lichte weergave voor knoppen, menu's en vensters.
no: Bruk et lyst utseende for knapper, menyer og vinduer.
pl: Pozwala używać jasnego wyglądu przycisków, menu i okien.
pt_br: Use uma aparência clara para botões, menus e janelas.
pt_pt: Usar tons mais claros nos botões, menus e janelas.
ro: Utilizați un aspect deschis pentru butoane, meniuri și ferestre.
ru: Использовать светлое оформление кнопок, меню и окон.
sk: Použije svetlý vzhľad na tlačidlá, menu a okná.
sl: Uporablja svetli videz za gumbe, menije in okna.
sv: Använd ett ljust utseende för knappar, menyer och fönster.
th: ใช้รูปแบบสว่างสำหรับปุ่ม เมนู และหน้าต่าง
tr: Düğmeler, menüler ve pencereler için açık renk bir görünüş kullanın.
uk: Використовувати світлий вигляд для кнопок, меню й вікон.
vi: Sử dụng giao diện sáng cho các nút, menu và cửa sổ.
zh_cn: 为按钮、菜单和窗口使用浅色外观。
zh_hk: 為按鈕、選單和視窗使用淺色外觀。
zh_tw: 按鈕、選單和視窗使用淺色外觀。

# AUTO_TOOLTIP
source: Automatically adjusts the appearance of buttons, menus and windows throughout the day.
ar: ضبط مظهر الأزرار والقوائم والنوافذ تلقائيًا طوال اليوم.
ca: Ajusta automàticament l’aspecte dels botons, els menús i les finestres durant el dia.
cs: Automaticky upravuje vzhled tlačítek, nabídek a oken v denním režimu
da: Justerer automatisk udseendet på knapper, menuer og vinduer i løbet af dagen.
de: Passt das Aussehen von Tasten, Menüs und Fenstern im Laufe des Tages automatisch an.
el: Προσαρμόζει αυτόματα την εμφάνιση των κουμπιών, μενού και παραθύρων κατά τη διάρκεια της ημέρας.
es: Ajustar automáticamente el aspecto de botones, menús y ventanas a lo largo del día
es_us: Ajustar automáticamente el aspecto de los botones, menús y ventanas a lo largo del día.
fi: Säätää automaattisesti painikkeiden, valikoiden ja ikkunoiden ulkoasua päivän kuluessa.
fr: Ajuste automatiquement l’aspect des boutons, des menus et des fenêtres tout au long de la journée.
fr_ca: Ajuste automatiquement l’aspect des boutons, des menus et des fenêtres tout au long de la journée.
he: מתאים אוטומטית את המראה של כפתורים, לחצנים וחלונות לאורך היום.
hi: बटन, मेनू और विंडो के प्रकटन को दिन के हिसाब से ऑटोमैटिकली ऐडजस्ट करता है।
hr: Automatski prilagođava izgled tipki, izbornika i prozora tijekom dana.
hu: Automatikusan módosítja a gombok, menük és ablakok megjelenését a nap során.
id: Secara otomatis menyesuaikan tampilan tombol, menu, dan jendela sepanjang hari.
it: Regola automaticamente l’aspetto di pulsanti, menu e finestre durante la giornata.
ja: 一日を通して、ボタン、メニュー、ウインドウの表示を自動的に調整します。
ko: 낮 시간 동안 버튼, 메뉴 및 윈도우 모양을 자동으로 조절합니다.
ms: Melaraskan penampilan butang, menu dan tetingkap sepanjang hari secara automatik.
nl: Past de weergave van knoppen, menu's en vensters gedurende de dag automatisch aan.
no: Justerer automatisk utseendet til knapper, menyer og vinduer gjennom hele dagen.
pl: Automatycznie koryguje wygląd przycisków, menu i okien zgodnie z porą dnia.
pt_br: Ajusta automaticamente a aparência de botões, menus e janelas ao longo do dia.
pt_pt: Ajustar automaticamente a apresentação dos botões, menus e janelas ao longo do dia.
ro: Ajustează automat aspectul butoanelor, meniurilor și ferestrelor pe parcursul zilei.
ru: Автоматически изменять оформление кнопок, меню и окон в течение дня.
sk: Automaticky upraví vzhľad tlačidiel, menu a okien počas dňa.
sl: Podnevi samodejno prilagaja videz gumbov, menijev in oken.
sv: Justerar automatiskt utseendet på knappar, menyer och fönster under dagen.
th: ปรับรูปแบบของปุ่ม เมนู และหน้าต่างโดยอัตโนมัติตลอดทั้งวัน
tr: Gün boyunca düğmelerin, menülerin ve pencerelerin görünüşünü otomatik olarak ayarlayın.
uk: Автоматичне настроювання вигляду кнопок, меню й вікон впродовж дня.
vi: Tự động điều chỉnh giao diện của các nút, menu và cửa sổ trong suốt cả ngày.
zh_cn: 全天自动调整按钮、菜单和窗口的外观。
zh_hk: 在全日裏自動調整按鈕、選單和視窗的外觀。
zh_tw: 全日自動調整按鈕、選單和視窗的外觀。

# ACCENT_COLOR_TITLE
source: Accent color
ar: اللون الثانوي
ca: Color de contrast
cs: Barevný akcent
da: Accentfarve
de: Akzentfarbe
el: Χρώμα έμφασης
es: Color de contraste
es_us: Color de contraste
fi: Kohdistusväri
fr: Couleur d’accentuation
fr_ca: Couleur d’accent
he: צבע הדגשה
hi: ऐक्सेंट कलर
hr: Boja naglašavanja
hu: Kiemelőszín
id: Warna aksen
it: Colore dettagli
ja: アクセントカラー
ko: 강조 색상
ms: Warna aksen
nl: Accentkleur
no: Aksentfarge
pl: Kolor akcentu
pt_br: Cor de realce
pt_pt: Cor de realce
ro: Culoare accent
ru: Цветовой акцент
sk: Farba akcentu
sl: Barva poudarka
sv: Accentfärg
th: สีที่ใช้เน้น
tr: Menü rengi
uk: Колірний акцент
vi: Màu nhấn
zh_cn: 强调色
zh_hk: 強調顏色
zh_tw: 強調顏色

source: Light
ar: فاتح
ca: Clar
cs: Světlý
da: Lys
de: Hell
el: Ανοιχτόχρωμη
es: Claro
es_us: Claro
fi: Vaalea
fr: Clair
fr_ca: Claire
he: בהיר
hi: हल्का
hr: Svijetli
hu: Világos
id: Terang
it: Chiaro
ja: ライト
ko: 라이트 모드
ms: Cerah
nl: Licht
no: Lyst
pl: Jasny
pt_br: Clara
pt_pt: Tons claros
ro: Luminos
ru: Светлое
sk: Svetlý
sl: Svetlo
sv: Ljust
th: สว่าง
tr: Açık
uk: Світлий
vi: Sáng
zh_cn: 浅色
zh_hk: 淺色
zh_tw: 淺色
